IDEA Open Model
RebarSegment3DBase Properties
Compatible with IDEA StatiCa 20.1
The RebarSegment3DBase type exposes the following members.
Properties
Name | Description
EndPoint
 Gets or sets the endpoint of the segment.
Top
See Also
Reference
RebarSegment3DBase Class
IdeaRS.OpenModel.Model Namespace